Repository: PetalMind/Boreal
Catalog: Boreal/Localization/Library.xcstrings
Source language: en
Languages: pl

# aboutThisGameTitle
source: About this game
pl: O tej grze

# actionsTitle
source: Actions
pl: Akcje

source: Activity heatmap
pl: Mapa aktywności

# activityTab
source: Activity
pl: Aktywność

# activityTrackingDescription
source: Activity is measured while this game is launched through Boreal. Offline play and other launchers may not be included.
pl: Aktywność jest mierzona, gdy ta gra jest uruchamiana przez Boreal. Gra offline i inne programy uruchamiające mogą nie być uwzględniane.

# activityTrackingDetails
source: Boreal records elapsed time while a managed game session is active. These statistics use locally recorded sessions; store-reported playtime can differ. Sessions interrupted when Boreal closes may be incomplete.
pl: Boreal rejestruje czas, gdy zarządzana sesja gry jest aktywna. Statystyki korzystają z sesji zapisanych lokalnie, więc czas raportowany przez sklep może się różnić. Sesje przerwane po zamknięciu Boreal mogą być niepełne.

# addItemToFavorites
source: Add %@ to Favorites
pl: Dodaj %@ do ulubionych

source: Add to Favorites
pl: Dodaj do ulubionych

source: Add to Library
pl: Dodaj do biblioteki

source: All
pl: Wszystkie

# appleGamingWikiDisclaimer
source: AppleGamingWiki ratings are community data and do not replace a Boreal-tested profile.
pl: Oceny AppleGamingWiki pochodzą od społeczności i nie zastępują profilu przetestowanego przez Boreal.

source: Architecture
pl: Architektura

source: Availability
pl: Dostępność

source: Available
pl: Dostępne

source: Average session
pl: Średnia sesja

# basedOnAppleGamingWiki
source: Based on AppleGamingWiki community reports.
pl: Na podstawie raportów społeczności AppleGamingWiki.

# basedOnCommunityReports
source: Based on community compatibility reports.
pl: Na podstawie raportów społeczności dotyczących zgodności.

source: Best price
pl: Najlepsza cena

# cacheWarning
source: Cache may rebuild during gameplay. Temporary stutter is expected.
pl: Pamięć podręczna może odbudować się podczas gry. Możliwe są chwilowe przycięcia.

source: Cancel
pl: Anuluj

source: Check for updates
pl: Sprawdź aktualizacje

source: Checking GOG Revived…
pl: Sprawdzanie GOG Revived…

source: Clear
pl: Wyczyść

source: Clear All
pl: Wyczyść wszystko

source: Clear Filters
pl: Wyczyść filtry

source: Clear Search and Filters
pl: Wyczyść wyszukiwanie i filtry

source: Community
pl: Społeczność

# compatibilityItemCount
source: %lld games
pl: %lld gier

# compatibilityLabel
source: compatibility
pl: zgodność

source: Compatibility Settings…
pl: Ustawienia zgodności…

# compatibilityTab
source: Compatibility
pl: Zgodność

# compatibilityTitle
source: Compatibility
pl: Zgodność

source: Completed
pl: Ukończono

source: Components
pl: Komponenty

source: Configure
pl: Konfiguruj

# continueGame
source: Continue %@
pl: Kontynuuj %@

source: CONTINUE PLAYING
pl: KONTYNUUJ GRĘ

source: Date
pl: Data

source: Delete Old Snapshots
pl: Usuń stare migawki

# dependenciesDescription
source: Boreal keeps this game’s prefix minimal and installs components only when they are required or you choose them.
pl: Boreal utrzymuje prefix tej gry w minimalnym stanie i instaluje komponenty tylko wtedy, gdy są wymagane lub je wybierzesz.

# dependenciesTitle
source: Dependencies
pl: Zależności

source: Details
pl: Szczegóły

source: Developer
pl: Deweloper

# discoveryLabel
source: DISCOVERY
pl: ODKRYWANIE

# diskUsageTitle
source: Disk usage
pl: Wykorzystanie dysku

source: Download
pl: Pobieranie

source: Duration
pl: Czas trwania

# emptyDescription
source: Import your Steam Library or install a Windows app.
pl: Zaimportuj bibliotekę Steam lub zainstaluj aplikację Windows.

# emptyTitle
source: All your games in one place
pl: Wszystkie gry w jednym miejscu

source: End time
pl: Czas zakończenia

# environmentTitle
source: Environment
pl: Środowisko

source: Executable
pl: Plik wykonywalny

# favoritesEmptyDescription
source: Games and apps you mark with a heart will appear here.
pl: Gry i aplikacje oznaczone sercem pojawią się tutaj.

# filesTab
source: Files
pl: Pliki

source: Force Quit
pl: Wymuś zakończenie

source: Game Actions
pl: Akcje gry

# gameCount
source: %lld games
pl: %lld gier

source: Game files
pl: Pliki gry

# gameSetupTitle
source: Game setup
pl: Konfiguracja gry

# gogStatusUnavailable
source: GOG Revived status unavailable
pl: Status GOG Revived niedostępny

source: Graphics
pl: Grafika

source: Grid
pl: Siatka

source: Group by
pl: Grupuj według

source: Historical low
pl: Historyczne minimum

# historyByItad
source: History provided by IsThereAnyDeal.
pl: Historię dostarcza IsThereAnyDeal.

# hoursShort
source: h
pl: godz.

source: Image unavailable
pl: Obraz niedostępny

source: Imported Games
pl: Gry zaimportowane

source: Importing %@ Library
pl: Importowanie biblioteki %@

source: Install
pl: Zainstaluj

# installationTitle
source: Installation
pl: Instalacja

source: Installed
pl: Zainstalowano

source: Installer ready
pl: Instalator gotowy

source: Installer running
pl: Instalator uruchomiony

source: Installing
pl: Instalowanie

# installNativeMacVersion
source: Install Native macOS Version
pl: Zainstaluj natywną wersję macOS

source: Install Patch or DLC…
pl: Zainstaluj patch lub DLC…

source: Install Required Dependencies
pl: Zainstaluj wymagane zależności

source: Install Windows Version
pl: Zainstaluj wersję Windows

source: IN YOUR LIBRARY
pl: W BIBLIOTECE

source: Jump Back In
pl: Wróć do gry

source: Last played
pl: Ostatnio grano

source: Last Used
pl: Ostatnio używane

source: Last week
pl: Zeszły tydzień

source: Learn more
pl: Dowiedz się więcej

source: List
pl: Lista

# littleActivity
source: A little activity
pl: Niewielka aktywność

source: Loading current offers…
pl: Ładowanie aktualnych ofert…

source: Loading offers…
pl: Ładowanie ofert…

source: Loading price history…
pl: Ładowanie historii cen…

source: Locate installed game…
pl: Zlokalizuj zainstalowaną grę…

source: Location
pl: Lokalizacja

source: Longest session
pl: Najdłuższa sesja

# lookingForMoreGamesBy
source: Looking for more games by %@ in Discovery…
pl: Wyszukiwanie kolejnych gier dewelopera %@ w Odkrywaj…

# lowPrice
source: Low
pl: Najniższa

source: Mac Compatibility
pl: Zgodność z Mac

source: Manage files
pl: Zarządzaj plikami

# mediaTitle
source: Media
pl: Materiały

source: Minutes
pl: Minuty

source: Missing files
pl: Brak plików

source: More actions
pl: Więcej akcji

source: More activity
pl: Więcej aktywności

# moreFromDiscovery
source: More from %@ in Discovery
pl: Więcej gier dewelopera %@ w Odkrywaj

source: Name
pl: Nazwa

source: Native macOS
pl: Natywna wersja macOS

source: Needs Attention
pl: Wymaga uwagi

source: Never
pl: Nigdy

source: Never Used
pl: Nigdy nieużywane

source: No activity
pl: Brak aktywności

# noCommunityReports
source: No community reports available.
pl: Brak raportów społeczności.

source: No compatibility reports
pl: Brak raportów zgodności

# noCompatibilityResult
source: Boreal did not find an unambiguous macOS/Wine compatibility result for this title.
pl: Boreal nie znalazł jednoznacznego wyniku zgodności macOS/Wine dla tego tytułu.

# noCurrentOffers
source: No current offers found.
pl: Nie znaleziono aktualnych ofert.

source: No Favorites Yet
pl: Brak ulubionych

# noGamesWithCompatibility
source: No games with this compatibility
pl: Brak gier o tej zgodności

# noItemsFromSource
source: No items from this source
pl: Brak elementów z tego źródła

# noItemsMatchSearch
source: No items match “%@” and the selected filters.
pl: Brak elementów pasujących do „%@” i wybranych filtrów.

# noItemsMatchSelectedFilters
source: No items match the selected filters.
pl: Brak elementów pasujących do wybranych filtrów.

source: No Matching Items
pl: Brak pasujących elementów

source: None
pl: Brak

source: None required
pl: Brak wymaganych

# noPriceHistory
source: No price history is available for this period.
pl: Brak historii cen dla tego okresu.

source: No reports
pl: Brak raportów

# noSessionsDescription
source: No sessions recorded yet. Launch this game through Boreal to start tracking activity.
pl: Nie zarejestrowano jeszcze żadnych sesji. Uruchom tę grę przez Boreal, aby rozpocząć śledzenie aktywności.

# noStoreDescription
source: No description provided by this store.
pl: Ten sklep nie udostępnia opisu.

source: Not configured
pl: Nie skonfigurowano

source: Not installed
pl: Nie zainstalowano

source: Not listed on GOG Revived
pl: Nie ma na liście GOG Revived

source: Not played
pl: Nie uruchomiono

source: Not played yet
pl: Jeszcze nie uruchomiono

source: Not provided
pl: Brak danych

# offerLinksByItad
source: Offer links and price data are provided by IsThereAnyDeal.
pl: Linki do ofert i dane cenowe dostarcza IsThereAnyDeal.

# offersTab
source: Offers
pl: Oferty

# offersTitle
source: Offers
pl: Oferty

source: On disk
pl: Na dysku

source: Open
pl: Otwórz

source: Open C: Drive
pl: Otwórz dysk C:

source: Open game folder
pl: Otwórz folder gry

source: Open installation folder
pl: Otwórz folder instalacji

source: Open in Steam
pl: Otwórz w Steam

source: Open on GOG Revived
pl: Otwórz w GOG Revived

source: Optional
pl: Opcjonalne

# overviewTab
source: Overview
pl: Przegląd

source: Period
pl: Okres

source: Play
pl: Graj

source: Playing now
pl: Gra jest uruchomiona

source: Playtime
pl: Czas gry

# playtimeHoursValue
source: %@ h
pl: %@ godz.

source: Playtime over time
pl: Czas gry w czasie

source: Prepare
pl: Przygotuj

source: Prepare to Play
pl: Przygotuj do gry

source: Preparing
pl: Przygotowywanie

source: Price
pl: Cena

# priceAPIKeyForOffers
source: Add an IsThereAnyDeal API key in Settings → General to load offers.
pl: Dodaj klucz API IsThereAnyDeal w Ustawienia → Ogólne, aby wczytać oferty.

# priceAPIKeyForPrices
source: Add an IsThereAnyDeal API key in Settings → General to load prices.
pl: Dodaj klucz API IsThereAnyDeal w Ustawienia → Ogólne, aby wczytać ceny.

# priceDataUnavailable
source: Price data is currently unavailable.
pl: Dane cenowe są obecnie niedostępne.

# priceHistoryTitle
source: Price history
pl: Historia cen

# pricesByItad
source: Prices provided by IsThereAnyDeal.
pl: Ceny dostarcza IsThereAnyDeal.

# priceTitle
source: Price
pl: Cena

# producerFilter
source: Developer: %@
pl: Deweloper: %@

source: Read more
pl: Czytaj więcej

source: Ready
pl: Gotowe

source: Ready to Play
pl: Gotowe do gry

source: Rebuild
pl: Odbuduj

source: Recently Used
pl: Ostatnio używane

# recommendedForGame
source: Recommended for this game
pl: Zalecane dla tej gry

source: Refresh
pl: Odśwież

source: Refresh Library
pl: Odśwież bibliotekę

source: Remove…
pl: Usuń…

source: Remove App and Environment
pl: Usuń aplikację i środowisko

# removeApplication
source: Remove %@?
pl: Usunąć %@?

# removeApplicationMessage
source: This removes the app from Boreal. The original setup file is not deleted.
pl: Aplikacja zostanie usunięta z Boreal. Oryginalny plik instalacyjny nie zostanie usunięty.

source: Remove Downloads
pl: Usuń pobrane dane

source: Remove filter
pl: Usuń filtr

source: Remove from Favorites
pl: Usuń z ulubionych

source: Remove from Library
pl: Usuń z biblioteki

# removeFromLibraryMessage
source: The game will disappear from your Library. Its installed files and Boreal environment will stay on disk.
pl: Gra zniknie z biblioteki. Jej zainstalowane pliki i środowisko Boreal pozostaną na dysku.

# removeFromLibraryTitle
source: Remove %@ from Library?
pl: Usunąć %@ z biblioteki?

# removeItemFromFavorites
source: Remove %@ from Favorites
pl: Usuń %@ z ulubionych

source: Rename Game…
pl: Zmień nazwę gry…

source: Required
pl: Wymagane

source: Required space
pl: Wymagane miejsce

source: Requires attention
pl: Wymaga uwagi

source: Retry
pl: Ponów

source: Run Installer
pl: Uruchom instalator

source: Running
pl: Uruchomiona

source: Runtime
pl: Środowisko

# secondsShort
source: sec
pl: s

source: Selected date
pl: Wybrana data

source: Session history
pl: Historia sesji

source: Sessions
pl: Sesje

source: Shader Cache
pl: Pamięć podręczna shaderów

source: Shaders
pl: Shadery

# showCompatibilityGames
source: Show games with this compatibility
pl: Pokaż gry o tej zgodności

source: Show Details
pl: Pokaż szczegóły

source: Show Game Files
pl: Pokaż pliki gry

source: Show in Finder
pl: Pokaż w Finderze

source: Show less
pl: Pokaż mniej

# showSourceItems
source: Show items from this source
pl: Pokaż elementy z tego źródła

source: Snapshots
pl: Migawki

source: Some activity
pl: Trochę aktywności

source: Sort by
pl: Sortuj według

# sortGroupFilterHelp
source: Sort, group, and filter the Library
pl: Sortuj, grupuj i filtruj bibliotekę

# sortInstalledFirst
source: Installed First
pl: Najpierw zainstalowane

# sortLastUsed
source: Last Used
pl: Ostatnio używane

# sortNameAscending
source: Name A–Z
pl: Nazwa A–Z

# sortNameDescending
source: Name Z–A
pl: Nazwa Z–A

source: Source
pl: Źródło

# sourceItemCount
source: %lld items
pl: %lld elementów

source: Starting
pl: Uruchamianie

source: Start time
pl: Czas rozpoczęcia

source: Stop
pl: Zatrzymaj

source: Store
pl: Sklep

source: This week
pl: Ten tydzień

source: Total playtime
pl: Łączny czas gry

source: Tracked by Boreal
pl: Śledzone przez Boreal

source: Try Again
pl: Spróbuj ponownie

source: Unavailable
pl: Niedostępne

source: Uninstall…
pl: Odinstaluj…

# uninstallGame
source: Uninstall %@?
pl: Odinstalować %@?

# uninstallGameAction
source: Uninstall Game
pl: Odinstaluj grę

# uninstallGameMessage
source: The installed game files and its Boreal environment will be removed.
pl: Zainstalowane pliki gry i jej środowisko Boreal zostaną usunięte.

source: Verify game files
pl: Zweryfikuj pliki gry

source: View all media
pl: Pokaż wszystkie materiały

source: View details
pl: Pokaż szczegóły

# viewLayout
source: View
pl: Widok

source: View Logs
pl: Wyświetl logi

source: View offer
pl: Pokaż ofertę

source: View offers
pl: Pokaż oferty

source: View Options
pl: Opcje widoku

# viewOptionsCount
source: View Options %lld
pl: Opcje widoku %lld

source: View Steam store page
pl: Pokaż stronę gry w Steam

source: Windows version
pl: Wersja Windows

source: Wine compatibility
pl: Zgodność z Wine

# wineCompatibilityDisclaimer
source: This compatibility estimate is not a guarantee for Boreal's Wine configuration.
pl: Ta szacunkowa ocena zgodności nie jest gwarancją działania w konfiguracji Wine programu Boreal.

source: Your most recent games
pl: Ostatnio uruchamiane gry
